package com.scooter.tests;

public class Resources {
    final static String paymentAnswer = "Сутки — 400 рублей. Оплата курьеру — наличными или картой.";
    final static String orderAnswer = "Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.";
    final static String dateAnswer = "Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.";
    final static String howQuickAnswer = "Только начиная с завтрашнего дня. Но скоро станем расторопнее.";
    final static String supportPhoneAnswer = "Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.";
    final static String scooterBatteryAnswer = "Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.";
    final static String penaltyAnswer = "Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.";
    final static String locationAnswer = "Да, обязательно. Всем самокатов! И Москве, и Московской области.";
    final static String forWhomHeader = "Для кого самокат";
    final static String rentalHeader = "Про аренду";
}
